;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! denote)
(package! citar-denote)

(package! nov)
(package! olivetti)
(package! logos)

(package! paredit)
(package! buffer-env)

(package! simple-httpd)
(package! hledger-mode)
